TXT_FIND_BOOK_BY = 'Книга с {} {} не найдена.'
TXT_COUNT_BOOK_BY_YEAR = 'В {} году напечатно {} книг(-а).'
TXT_NO_INFORMATION = '''Данных о книгах, напечатанных издательством "{}" в {} году, не обнаружено.'''
TXT_CHOOSE = 'Выберите действие из списка:'
TXT_MENU = '\t1 - Вывести полную информацию по id книги.\n'\
       '\t2 - Вывести полную информацию о книге по ISBN.\n'\
       '\t3 - Подсчитать количество книг по заданному году издания.\n'\
       '\t4 - Подсчитать среднюю стоимость книг по каждому издательству.\n' \
       '\t5 - Вывести информацию о самой дорогой книге(ах) по заданным издательству и году издания.'

TXT_ID = 'Введите id книги:'
TXT_ISBN = 'Введите ISBN книги:'
TXT_YEAR = 'Введите год издания книг:'
TXT_PUBLISHER = 'Введите название издательства:'
TXT_ERROR = 'Ошибка. Попробуйте еще раз.'
TXT_EXIT = 'Выберите действие:\n'\
           '\t1 - вернуться в меню\n'\
           '\t2 - закончить работу'
